/* `welcomeLabel` UILabel text default value */
"Welcome" = "Hoş geldiniz";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Uygulamayı indirdiğiniz için teşekkür ederiz";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Etkinleştirme işlemini başlatmak için lütfen karşılama e-postasında aldığınız talimatları izleyin.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Günlük görevlerinizin yönetimi konusunda bilgi sahibi olun ve projelerde kolaylıkla işbirliği yapın.";

"ScanInstruction" = "Etkinleştirme işlemini başlatmak için lütfen güvenli QR kodunu taratın.";

"DiscoveryServiceInstruction" = "Etkinleştirme işlemini başlatmak için lütfen e-posta adresinizi girin.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Hesap kontrol ediliyor...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Başlat";

"Scan" = "Tara";

/* `demoLabel` UILabel text default value */
"Explore" = "Araştırmak mı istiyorsunuz?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Demoyu deneyin";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Parola belirle";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Parola";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Parola seç";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Parolayı teyit et";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Parolanızı tekrar girin.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Parolanızı teyit edin.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Parolanızı girin.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Parolayı değiştir";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Geçerli parolanızı girin.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Şimdi değil";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Geri";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "İleri";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Bitti";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Uygulamanın kilidini kaldırmak için en az %d karakterli bir parola seçin.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Uygulamanın kilidini kaldırmak için en az %d rakamlı bir parola seçin.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Şunları dahil edin:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Küçük harf (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Büyük harf (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Rakamlar (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Semboller (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Parolayı sıfırla";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Parola doğrulaması başarısız oldu.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Parola, FUIPasscodeControllerDelegate tarafından reddedildi.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Yeniden dene";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " artık kullanılabilir!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Touch ID'yi etkinleştirmek bilgilerinize daha hızlı erişmenizi sağlar.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Bu ayarı, Ayarlar'dan istediğiniz zaman etkinleştirebilir veya devre dışı bırakabilirsiniz.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Hızlı ve güvenli erişim için lütfen Touch ID'yi etkinleştirin.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Touch ID devre dışı bırakıldıysa aygıtınızın parolası sorulur.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Face ID'yi etkinleştirmek bilgilerinize daha hızlı erişmenizi sağlar.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Bu ayarı, Ayarlar'dan istediğiniz zaman etkinleştirebilir veya devre dışı bırakabilirsiniz.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Hızlı ve güvenli erişim için lütfen Face ID'yi etkinleştirin.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Face ID devre dışı bırakıldıysa aygıtınızın parolası sorulur.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Touch ID'yi kullanmak için lütfen aygıtınızın ayarlarına parmak izinizi ekleyin.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Bu işlemi istediğiniz zaman Ayarlar - Touch ID ve Parola alanında gerçekleştirebilirsiniz.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Face ID'yi kullanmak için lütfen aygıtınızın ayarlarında Face ID'nizi kaydedin.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Bu işlemi istediğiniz zaman Ayarlar - Face ID ve Parola alanında gerçekleştirebilirsiniz.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Touch ID hakkında bilgi edinin";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Face ID hakkında bilgi edinin";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Etkinleştir";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Touch ID ile kimlik doğrula";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Face ID ile kimlik doğrula";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Hata";

/* The error title. */
"AuthenticationErrorKey" = "Kimlik doğrulama hatası";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Uygulamayı kullanmak için lütfen Touch ID'yi kullanarak kimlik doğrulayın.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Uygulamayı kullanmak için lütfen Face ID'yi kullanarak kimlik doğrulayın.";

/* The authenticate button text. */
"AuthenticateKey" = "Kimliğini doğrula";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Parolalar eşleşmedi. Tekrar deneyin.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "%d deneme hakkınız kaldı.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "1 deneme hakkınız kaldı.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Deneme hakkınız kalmadı.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Parolayı sıfırlamak için oturum açın.";

/* The text of the dismiss button on the alert. */
"OKKey" = "Tamam";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Yanlış parola. Tekrar deneyin.";

/* The scan page title string. */
"ScanKey" = "Tara";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Tarama başarısız";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Lütfen bir QR kodu resmi seçin.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Geçersiz QR Kodu";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR kodu tanınmadı.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Fotoğraflara erişime izin ver";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "QR kodu resmi seçmek için lütfen aygıtınızın gizlilik ayarlarında fotoğraflarınıza erişim verin.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Kameraya erişime izin ver";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Kamerayı kullanarak tarama yapmak için lütfen aygıtınızın gizlilik ayarlarında kameranıza erişim verin.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Ayarlar";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Teyit";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Tarama başarılı oldu. Şuna bağlanacaksınız:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Devam";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Başlat";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Etkinleştirme";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Karşılama e-postası aldıysanız, e-postadaki etkinleştirme bağlantısını izleyin. E-posta almadıysanız, etkinleştirmeyi başlatmak için e-posta adresinizi girin veya QR kodunu taratın.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "İleri";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Veya";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Tara";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Kabul et";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Reddet";

/* The authentication title. */
"AuthenticationKey" = "Kimlik doğrulama";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Kimliği doğrulamak için lütfen kullanıcı adınızı ve parolanızı sağlayın.";

/* Username input field placeholder string */
"usernameKey" = "kullanıcı adı";

/* Password input field placeholder string */
"passwordKey" = "parola";

/* Sign In button string. */
"SignInKey" = "Oturum aç";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Yanlış kimlik bilgileri. Tekrar deneyin.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Etkinleştirme işlemini başlatmak için lütfen aşağıdaki bilgileri sağlayın.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Bilgiler doğrulanıyor...";

/* Cancel button string. */
"CancelKey" = "İptal";

/* Allow button string. */
"AllowKey" = "İzin ver";

/* Deny button string. */
"DenyKey" = "Reddet";

/* No button string. */
"NoKey" = "Hayır";

/* Quit button string. */
"QuitKey" = "Çık";

/* GiveConsent button string. */
"GiveConsentKey" = "İzin ver";

/* Navbar title string. */
"StepKey" = "Adım";

/* Navbar title string. */
"OfKey" = "/";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Etkinleştirme işleminden çıkmak istediğinizden emin misiniz?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "İzin olmadan, etkinleştirme işlemine devam edemezsiniz.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Kullanıcı değiştir veya ekle";

/* Title for Log In button */
"LogInKey" = "Oturum aç";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Bu aygıtta kullanıcıları ara";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Parolayı unuttunuz mu?";

